[
    {
        "id": "adaptativo_001",
        "tipo": "adaptativo",
        "conteudo": "O modelo de avaliação adaptativa de Vineland avalia o comportamento adaptativo. A escala considera diferentes domínios: comunicação, habilidades diárias, socialização e habilidades motoras. A interpretação deve considerar o nível de funcionamento adaptativo.",
        "metadata": {
            "fonte": "Manual de Comportamento Adaptativo",
            "ano": 2018,
            "relevancia": "alta",
            "autor": "Sparrow, S.S., Cicchetti, D.V. & Balla, D.A."
        }
    },
    {
        "id": "adaptativo_002",
        "tipo": "adaptativo",
        "conteudo": "O modelo de avaliação adaptativa de AAMR avalia o funcionamento intelectual e adaptativo. A escala considera diferentes aspectos: habilidades conceituais, sociais e práticas. A interpretação deve considerar o diagnóstico de deficiência intelectual.",
        "metadata": {
            "fonte": "Manual de Funcionamento Adaptativo",
            "ano": 2019,
            "relevancia": "alta",
            "autor": "AAMR"
        }
    },
    {
        "id": "adaptativo_003",
        "tipo": "adaptativo",
        "conteudo": "O modelo de avaliação adaptativa de ABAS avalia as habilidades adaptativas. A escala considera diferentes domínios: comunicação, habilidades comunitárias, habilidades acadêmicas, vida doméstica, saúde e segurança, lazer, autocuidado, socialização e trabalho. A interpretação deve considerar o perfil adaptativo.",
        "metadata": {
            "fonte": "Manual de Habilidades Adaptativas",
            "ano": 2020,
            "relevancia": "alta",
            "autor": "Harrison, P.L. & Oakland, T."
        }
    },
    {
        "id": "adaptativo_004",
        "tipo": "adaptativo",
        "conteudo": "O modelo de avaliação adaptativa de SIB avalia o comportamento adaptativo. A escala considera diferentes aspectos: habilidades motoras, comunicação, socialização, habilidades acadêmicas e vida independente. A interpretação deve considerar o nível de independência.",
        "metadata": {
            "fonte": "Manual de Comportamento Adaptativo",
            "ano": 2021,
            "relevancia": "alta",
            "autor": "Bruininks, R.H., Woodcock, R.W., Weatherman, R.F. & Hill, B.K."
        }
    },
    {
        "id": "adaptativo_005",
        "tipo": "adaptativo",
        "conteudo": "O modelo de avaliação adaptativa de DABS avalia o comportamento adaptativo. A escala considera diferentes domínios: comunicação, habilidades sociais, habilidades acadêmicas, vida doméstica, saúde e segurança, lazer, autocuidado e trabalho. A interpretação deve considerar o diagnóstico de deficiência intelectual.",
        "metadata": {
            "fonte": "Manual de Comportamento Adaptativo",
            "ano": 2022,
            "relevancia": "alta",
            "autor": "Tassé, M.J., Schalock, R.L., Balboni, G., Bersani, H., Borthwick-Duffy, S.A., Spreat, S., Thissen, D., Widaman, K.F. & Zhang, D."
        }
    }
] 