[
    {
        "id": "atencao_001",
        "tipo": "atencao",
        "conteudo": "A atenção sustentada refere-se à capacidade de manter o foco em uma tarefa por um período prolongado. A avaliação deve considerar fatores como fadiga, motivação e interferência. A interpretação dos resultados deve considerar o padrão de desempenho ao longo do tempo. É importante identificar possíveis déficits de atenção sustentada que podem impactar atividades acadêmicas ou profissionais.",
        "metadata": {
            "fonte": "Manual de Avaliação da Atenção",
            "ano": 2018,
            "relevancia": "alta",
            "autor": "Sohlberg, M.M. & Mateer, C.A."
        }
    },
    {
        "id": "atencao_002",
        "tipo": "atencao",
        "conteudo": "A atenção seletiva envolve a capacidade de focar em informações relevantes enquanto ignora distratores. A avaliação deve considerar diferentes tipos de distratores e níveis de complexidade. A interpretação dos resultados deve considerar a capacidade de filtrar informações irrelevantes. É importante identificar possíveis dificuldades em manter o foco em ambientes com múltiplos estímulos.",
        "metadata": {
            "fonte": "Manual de Neuropsicologia da Atenção",
            "ano": 2019,
            "relevancia": "alta",
            "autor": "Posner, M.I. & Petersen, S.E."
        }
    },
    {
        "id": "atencao_003",
        "tipo": "atencao",
        "conteudo": "A atenção dividida refere-se à capacidade de processar múltiplas fontes de informação simultaneamente. A avaliação deve considerar diferentes tipos de tarefas e níveis de demanda cognitiva. A interpretação dos resultados deve considerar a capacidade de alternar entre diferentes estímulos. É importante identificar possíveis limitações na capacidade de multitarefa.",
        "metadata": {
            "fonte": "Manual de Processamento de Informação",
            "ano": 2020,
            "relevancia": "alta",
            "autor": "Wickens, C.D."
        }
    },
    {
        "id": "atencao_004",
        "tipo": "atencao",
        "conteudo": "A atenção alternada envolve a capacidade de mudar o foco entre diferentes tarefas ou estímulos. A avaliação deve considerar a velocidade e precisão das alternâncias. A interpretação dos resultados deve considerar a flexibilidade cognitiva. É importante identificar possíveis dificuldades em alternar entre diferentes demandas cognitivas.",
        "metadata": {
            "fonte": "Manual de Funções Executivas",
            "ano": 2021,
            "relevancia": "alta",
            "autor": "Miyake, A. & Friedman, N.P."
        }
    },
    {
        "id": "atencao_005",
        "tipo": "atencao",
        "conteudo": "A atenção visual refere-se à capacidade de processar e responder a estímulos visuais. A avaliação deve considerar diferentes aspectos como localização, forma e movimento. A interpretação dos resultados deve considerar a integração visuomotora. É importante identificar possíveis déficits na atenção visual que podem impactar atividades diárias.",
        "metadata": {
            "fonte": "Manual de Neuropsicologia Visual",
            "ano": 2022,
            "relevancia": "alta",
            "autor": "Ungerleider, L.G. & Mishkin, M."
        }
    }
] 