[
    {
        "id": "clinico_001",
        "tipo": "clinico",
        "conteudo": "O modelo de avaliação clínica de DSM-5 avalia os transtornos mentais. A escala considera diferentes aspectos: sintomas, critérios diagnósticos e funcionalidade. A interpretação deve considerar o diagnóstico diferencial.",
        "metadata": {
            "fonte": "Manual de Diagnóstico e Estatística dos Transtornos Mentais",
            "ano": 2018,
            "relevancia": "alta",
            "autor": "APA"
        }
    },
    {
        "id": "clinico_002",
        "tipo": "clinico",
        "conteudo": "O modelo de avaliação clínica de CID-11 avalia os transtornos mentais. A escala considera diferentes aspectos: sintomas, critérios diagnósticos e funcionalidade. A interpretação deve considerar o diagnóstico diferencial.",
        "metadata": {
            "fonte": "Classificação Internacional de Doenças",
            "ano": 2019,
            "relevancia": "alta",
            "autor": "OMS"
        }
    },
    {
        "id": "clinico_003",
        "tipo": "clinico",
        "conteudo": "O modelo de avaliação clínica de MMPI-2 avalia a personalidade e psicopatologia. A escala considera diferentes aspectos: traços de personalidade, sintomas e comportamentos. A interpretação deve considerar o perfil de personalidade.",
        "metadata": {
            "fonte": "Manual do Inventário Multifásico de Personalidade",
            "ano": 2020,
            "relevancia": "alta",
            "autor": "Hathaway, S.R. & McKinley, J.C."
        }
    },
    {
        "id": "clinico_004",
        "tipo": "clinico",
        "conteudo": "O modelo de avaliação clínica de Rorschach avalia a personalidade e funcionamento psicológico. A escala considera diferentes aspectos: percepção, cognição, afeto e relacionamento interpessoal. A interpretação deve considerar o método projetivo.",
        "metadata": {
            "fonte": "Manual do Teste de Rorschach",
            "ano": 2021,
            "relevancia": "alta",
            "autor": "Rorschach, H."
        }
    },
    {
        "id": "clinico_005",
        "tipo": "clinico",
        "conteudo": "O modelo de avaliação clínica de TAT avalia a personalidade e funcionamento psicológico. A escala considera diferentes aspectos: necessidades, pressões, conflitos e defesas. A interpretação deve considerar o método projetivo.",
        "metadata": {
            "fonte": "Manual do Teste de Apercepção Temática",
            "ano": 2022,
            "relevancia": "alta",
            "autor": "Murray, H.A."
        }
    }
] 