[
    {
        "id": "comportamento_001",
        "tipo": "comportamento",
        "conteudo": "O modelo de avaliação comportamental de Skinner avalia os comportamentos operantes. A escala considera diferentes aspectos: antecedentes, comportamentos e consequências. A interpretação deve considerar a análise funcional do comportamento.",
        "metadata": {
            "fonte": "Manual de Análise do Comportamento",
            "ano": 2018,
            "relevancia": "alta",
            "autor": "Skinner, B.F."
        }
    },
    {
        "id": "comportamento_002",
        "tipo": "comportamento",
        "conteudo": "O modelo de avaliação comportamental de Bandura avalia a aprendizagem social. A escala considera diferentes aspectos: observação, imitação e modelagem. A interpretação deve considerar o contexto social e as variáveis ambientais.",
        "metadata": {
            "fonte": "Manual de Aprendizagem Social",
            "ano": 2019,
            "relevancia": "alta",
            "autor": "Bandura, A."
        }
    },
    {
        "id": "comportamento_003",
        "tipo": "comportamento",
        "conteudo": "O modelo de avaliação comportamental de Beck avalia os pensamentos automáticos. A escala considera diferentes aspectos: cognições, emoções e comportamentos. A interpretação deve considerar a tríade cognitiva.",
        "metadata": {
            "fonte": "Manual de Terapia Cognitivo-Comportamental",
            "ano": 2020,
            "relevancia": "alta",
            "autor": "Beck, A.T."
        }
    },
    {
        "id": "comportamento_004",
        "tipo": "comportamento",
        "conteudo": "O modelo de avaliação comportamental de Ellis avalia as crenças irracionais. A escala considera diferentes aspectos: eventos ativadores, crenças e consequências. A interpretação deve considerar o modelo ABC.",
        "metadata": {
            "fonte": "Manual de Terapia Racional-Emotiva",
            "ano": 2021,
            "relevancia": "alta",
            "autor": "Ellis, A."
        }
    },
    {
        "id": "comportamento_005",
        "tipo": "comportamento",
        "conteudo": "O modelo de avaliação comportamental de Watson avalia os comportamentos respondentes. A escala considera diferentes aspectos: estímulos, respostas e condicionamento. A interpretação deve considerar a teoria do condicionamento clássico.",
        "metadata": {
            "fonte": "Manual de Condicionamento Clássico",
            "ano": 2022,
            "relevancia": "alta",
            "autor": "Watson, J.B."
        }
    }
] 