[
    {
        "id": "comportamental_001",
        "tipo": "comportamental",
        "conteudo": "A avaliação do comportamento adaptativo considera aspectos como habilidades de vida diária e independência. A avaliação deve considerar diferentes domínios de funcionamento. A interpretação deve considerar a capacidade de adaptação.",
        "metadata": {
            "fonte": "Manual de Comportamento Adaptativo",
            "ano": 2018,
            "relevancia": "alta",
            "autor": "Sparrow, S.S. & Cicchetti, D.V."
        }
    },
    {
        "id": "comportamental_002",
        "tipo": "comportamental",
        "conteudo": "A avaliação do comportamento problema considera aspectos como agressividade, impulsividade e desatenção. A avaliação deve considerar diferentes tipos de comportamentos. A interpretação deve considerar a frequência e intensidade.",
        "metadata": {
            "fonte": "Manual de Comportamento Problema",
            "ano": 2019,
            "relevancia": "alta",
            "autor": "Achenbach, T.M."
        }
    },
    {
        "id": "comportamental_003",
        "tipo": "comportamental",
        "conteudo": "A avaliação do comportamento acadêmico considera aspectos como motivação, organização e desempenho escolar. A avaliação deve considerar diferentes áreas acadêmicas. A interpretação deve considerar o funcionamento acadêmico.",
        "metadata": {
            "fonte": "Manual de Comportamento Acadêmico",
            "ano": 2020,
            "relevancia": "alta",
            "autor": "DiPerna, J.C. & Elliott, S.N."
        }
    },
    {
        "id": "comportamental_004",
        "tipo": "comportamental",
        "conteudo": "A avaliação do comportamento emocional considera aspectos como ansiedade, depressão e regulação emocional. A avaliação deve considerar diferentes sintomas. A interpretação deve considerar o funcionamento emocional.",
        "metadata": {
            "fonte": "Manual de Comportamento Emocional",
            "ano": 2021,
            "relevancia": "alta",
            "autor": "Reynolds, C.R. & Kamphaus, R.W."
        }
    },
    {
        "id": "comportamental_005",
        "tipo": "comportamental",
        "conteudo": "A avaliação do comportamento social considera aspectos como interação, comunicação e habilidades sociais. A avaliação deve considerar diferentes contextos. A interpretação deve considerar o funcionamento social.",
        "metadata": {
            "fonte": "Manual de Comportamento Social",
            "ano": 2022,
            "relevancia": "alta",
            "autor": "Gresham, F.M. & Elliott, S.N."
        }
    }
] 