[
    {
        "id": "educacional_001",
        "tipo": "educacional",
        "conteudo": "O modelo de avaliação educacional de Piaget avalia o desenvolvimento cognitivo. A escala considera diferentes estágios: sensório-motor, pré-operatório, operatório concreto e operatório formal. A interpretação deve considerar o nível de desenvolvimento.",
        "metadata": {
            "fonte": "Manual de Desenvolvimento Cognitivo",
            "ano": 2018,
            "relevancia": "alta",
            "autor": "Piaget, J."
        }
    },
    {
        "id": "educacional_002",
        "tipo": "educacional",
        "conteudo": "O modelo de avaliação educacional de Vygotsky avalia o desenvolvimento sócio-cultural. A escala considera diferentes aspectos: zona de desenvolvimento proximal e mediação social. A interpretação deve considerar o contexto social.",
        "metadata": {
            "fonte": "Manual de Desenvolvimento Sócio-Cultural",
            "ano": 2019,
            "relevancia": "alta",
            "autor": "Vygotsky, L.S."
        }
    },
    {
        "id": "educacional_003",
        "tipo": "educacional",
        "conteudo": "O modelo de avaliação educacional de Gardner avalia as múltiplas inteligências. A escala considera diferentes tipos: linguística, lógico-matemática, espacial, musical, corporal-cinestésica, interpessoal, intrapessoal e naturalista. A interpretação deve considerar o perfil de inteligências.",
        "metadata": {
            "fonte": "Manual de Múltiplas Inteligências",
            "ano": 2020,
            "relevancia": "alta",
            "autor": "Gardner, H."
        }
    },
    {
        "id": "educacional_004",
        "tipo": "educacional",
        "conteudo": "O modelo de avaliação educacional de Bloom avalia os níveis de aprendizagem. A escala considera diferentes níveis: conhecimento, compreensão, aplicação, análise, síntese e avaliação. A interpretação deve considerar o domínio cognitivo.",
        "metadata": {
            "fonte": "Manual de Taxonomia de Bloom",
            "ano": 2021,
            "relevancia": "alta",
            "autor": "Bloom, B.S."
        }
    },
    {
        "id": "educacional_005",
        "tipo": "educacional",
        "conteudo": "O modelo de avaliação educacional de Ausubel avalia a aprendizagem significativa. A escala considera diferentes aspectos: conceitos subsunçores, organizadores prévios e diferenciação progressiva. A interpretação deve considerar a estrutura cognitiva.",
        "metadata": {
            "fonte": "Manual de Aprendizagem Significativa",
            "ano": 2022,
            "relevancia": "alta",
            "autor": "Ausubel, D.P."
        }
    }
] 