[
    {
        "id": "emocional_001",
        "tipo": "emocional",
        "conteudo": "O modelo de avaliação emocional de Ekman avalia as emoções básicas. A escala considera diferentes aspectos: expressão facial, reconhecimento e regulação. A interpretação deve considerar as emoções universais.",
        "metadata": {
            "fonte": "Manual de Emoções Básicas",
            "ano": 2018,
            "relevancia": "alta",
            "autor": "Ekman, P."
        }
    },
    {
        "id": "emocional_002",
        "tipo": "emocional",
        "conteudo": "O modelo de avaliação emocional de Goleman avalia a inteligência emocional. A escala considera diferentes aspectos: percepção, uso, compreensão e regulação das emoções. A interpretação deve considerar as competências emocionais.",
        "metadata": {
            "fonte": "Manual de Inteligência Emocional",
            "ano": 2019,
            "relevancia": "alta",
            "autor": "Goleman, D."
        }
    },
    {
        "id": "emocional_003",
        "tipo": "emocional",
        "conteudo": "O modelo de avaliação emocional de Plutchik avalia as emoções complexas. A escala considera diferentes aspectos: intensidade, polaridade e similaridade. A interpretação deve considerar o modelo da roda das emoções.",
        "metadata": {
            "fonte": "Manual de Emoções Complexas",
            "ano": 2020,
            "relevancia": "alta",
            "autor": "Plutchik, R."
        }
    },
    {
        "id": "emocional_004",
        "tipo": "emocional",
        "conteudo": "O modelo de avaliação emocional de Damásio avalia a consciência emocional. A escala considera diferentes aspectos: sentimento, emoção e consciência. A interpretação deve considerar a teoria do marcador somático.",
        "metadata": {
            "fonte": "Manual de Consciência Emocional",
            "ano": 2021,
            "relevancia": "alta",
            "autor": "Damásio, A."
        }
    },
    {
        "id": "emocional_005",
        "tipo": "emocional",
        "conteudo": "O modelo de avaliação emocional de LeDoux avalia o processamento emocional. A escala considera diferentes aspectos: percepção, avaliação e resposta. A interpretação deve considerar o modelo do cérebro emocional.",
        "metadata": {
            "fonte": "Manual de Processamento Emocional",
            "ano": 2022,
            "relevancia": "alta",
            "autor": "LeDoux, J."
        }
    }
] 