[
    {
        "id": "esportivo_001",
        "tipo": "esportivo",
        "conteudo": "O modelo de avaliação esportiva de Martens avalia a ansiedade competitiva. A escala considera diferentes aspectos: ansiedade cognitiva, ansiedade somática e autoconfiança. A interpretação deve considerar a teoria multidimensional da ansiedade.",
        "metadata": {
            "fonte": "Manual de Ansiedade Competitiva",
            "ano": 2018,
            "relevancia": "alta",
            "autor": "Martens, R."
        }
    },
    {
        "id": "esportivo_002",
        "tipo": "esportivo",
        "conteudo": "O modelo de avaliação esportiva de Csikszentmihalyi avalia o flow. A escala considera diferentes aspectos: desafio, habilidade, concentração e controle. A interpretação deve considerar a teoria do flow.",
        "metadata": {
            "fonte": "Manual de Flow no Esporte",
            "ano": 2019,
            "relevancia": "alta",
            "autor": "Csikszentmihalyi, M."
        }
    },
    {
        "id": "esportivo_003",
        "tipo": "esportivo",
        "conteudo": "O modelo de avaliação esportiva de Bandura avalia a autoeficácia. A escala considera diferentes aspectos: experiências vicárias, persuasão verbal e estados fisiológicos. A interpretação deve considerar a teoria da autoeficácia.",
        "metadata": {
            "fonte": "Manual de Autoeficácia no Esporte",
            "ano": 2020,
            "relevancia": "alta",
            "autor": "Bandura, A."
        }
    },
    {
        "id": "esportivo_004",
        "tipo": "esportivo",
        "conteudo": "O modelo de avaliação esportiva de Nicholls avalia a orientação de metas. A escala considera diferentes aspectos: orientação para tarefa e orientação para ego. A interpretação deve considerar a teoria das metas de realização.",
        "metadata": {
            "fonte": "Manual de Orientação de Metas",
            "ano": 2021,
            "relevancia": "alta",
            "autor": "Nicholls, J.G."
        }
    },
    {
        "id": "esportivo_005",
        "tipo": "esportivo",
        "conteudo": "O modelo de avaliação esportiva de Deci e Ryan avalia a motivação intrínseca. A escala considera diferentes aspectos: autonomia, competência e relacionamento. A interpretação deve considerar a teoria da autodeterminação.",
        "metadata": {
            "fonte": "Manual de Motivação Intrínseca",
            "ano": 2022,
            "relevancia": "alta",
            "autor": "Deci, E.L. & Ryan, R.M."
        }
    }
] 