[
    {
        "id": "etica_001",
        "tipo": "etica",
        "conteudo": "O princípio da beneficência estabelece que o psicólogo deve promover o bem-estar do avaliado. A avaliação deve considerar o impacto dos resultados. A interpretação deve ser feita de forma ética e responsável. É importante identificar possíveis consequências negativas e garantir o benefício do avaliado.",
        "metadata": {
            "fonte": "Manual de Ética em Avaliação Psicológica",
            "ano": 2018,
            "relevancia": "alta",
            "autor": "Conselho Federal de Psicologia"
        }
    },
    {
        "id": "etica_002",
        "tipo": "etica",
        "conteudo": "O princípio da não maleficência estabelece que o psicólogo deve evitar causar danos ao avaliado. A avaliação deve considerar possíveis riscos. A interpretação deve ser feita com cautela. É importante identificar possíveis danos e garantir a segurança do avaliado.",
        "metadata": {
            "fonte": "Manual de Ética em Avaliação Psicológica",
            "ano": 2019,
            "relevancia": "alta",
            "autor": "Conselho Federal de Psicologia"
        }
    },
    {
        "id": "etica_003",
        "tipo": "etica",
        "conteudo": "O princípio da autonomia estabelece que o psicólogo deve respeitar a liberdade do avaliado. A avaliação deve considerar o consentimento informado. A interpretação deve respeitar as escolhas do avaliado. É importante identificar possíveis violações e garantir a autonomia do avaliado.",
        "metadata": {
            "fonte": "Manual de Ética em Avaliação Psicológica",
            "ano": 2020,
            "relevancia": "alta",
            "autor": "Conselho Federal de Psicologia"
        }
    },
    {
        "id": "etica_004",
        "tipo": "etica",
        "conteudo": "O princípio da justiça estabelece que o psicólogo deve tratar todos os avaliados de forma equânime. A avaliação deve considerar aspectos socioculturais. A interpretação deve ser imparcial. É importante identificar possíveis discriminações e garantir a justiça na avaliação.",
        "metadata": {
            "fonte": "Manual de Ética em Avaliação Psicológica",
            "ano": 2021,
            "relevancia": "alta",
            "autor": "Conselho Federal de Psicologia"
        }
    },
    {
        "id": "etica_005",
        "tipo": "etica",
        "conteudo": "O princípio da confidencialidade estabelece que o psicólogo deve proteger as informações do avaliado. A avaliação deve considerar o sigilo profissional. A interpretação deve respeitar a privacidade. É importante identificar possíveis violações e garantir a confidencialidade das informações.",
        "metadata": {
            "fonte": "Manual de Ética em Avaliação Psicológica",
            "ano": 2022,
            "relevancia": "alta",
            "autor": "Conselho Federal de Psicologia"
        }
    }
] 