[
    {
        "id": "forense_001",
        "tipo": "forense",
        "conteudo": "O modelo de avaliação forense de Hare avalia a psicopatia. A escala considera diferentes aspectos: interpessoal, afetivo, estilo de vida e antissocial. A interpretação deve considerar o diagnóstico de psicopatia.",
        "metadata": {
            "fonte": "Manual de Avaliação da Psicopatia",
            "ano": 2018,
            "relevancia": "alta",
            "autor": "Hare, R.D."
        }
    },
    {
        "id": "forense_002",
        "tipo": "forense",
        "conteudo": "O modelo de avaliação forense de Rogers avalia a simulação. A escala considera diferentes aspectos: sintomas inconsistentes, exagero e fabricação. A interpretação deve considerar a detecção de simulação.",
        "metadata": {
            "fonte": "Manual de Avaliação da Simulação",
            "ano": 2019,
            "relevancia": "alta",
            "autor": "Rogers, R."
        }
    },
    {
        "id": "forense_003",
        "tipo": "forense",
        "conteudo": "O modelo de avaliação forense de Meloy avalia a violência. A escala considera diferentes aspectos: personalidade, comportamento e risco. A interpretação deve considerar a avaliação de risco.",
        "metadata": {
            "fonte": "Manual de Avaliação da Violência",
            "ano": 2020,
            "relevancia": "alta",
            "autor": "Meloy, J.R."
        }
    },
    {
        "id": "forense_004",
        "tipo": "forense",
        "conteudo": "O modelo de avaliação forense de Grisso avalia a competência. A escala considera diferentes aspectos: compreensão, raciocínio e comunicação. A interpretação deve considerar a competência para julgamento.",
        "metadata": {
            "fonte": "Manual de Avaliação da Competência",
            "ano": 2021,
            "relevancia": "alta",
            "autor": "Grisso, T."
        }
    },
    {
        "id": "forense_005",
        "tipo": "forense",
        "conteudo": "O modelo de avaliação forense de Otto avalia a periculosidade. A escala considera diferentes aspectos: histórico, comportamento atual e prognóstico. A interpretação deve considerar a avaliação de periculosidade.",
        "metadata": {
            "fonte": "Manual de Avaliação da Periculosidade",
            "ano": 2022,
            "relevancia": "alta",
            "autor": "Otto, R.K."
        }
    }
] 