[
    {
        "id": "gerontologico_001",
        "tipo": "gerontologico",
        "conteudo": "O modelo de avaliação gerontológica de Lawton avalia o funcionamento instrumental. A escala considera diferentes aspectos: atividades instrumentais da vida diária, atividades básicas da vida diária e cognição. A interpretação deve considerar o nível de independência.",
        "metadata": {
            "fonte": "Manual de Funcionamento Instrumental",
            "ano": 2018,
            "relevancia": "alta",
            "autor": "Lawton, M.P."
        }
    },
    {
        "id": "gerontologico_002",
        "tipo": "gerontologico",
        "conteudo": "O modelo de avaliação gerontológica de Folstein avalia o estado mental. A escala considera diferentes aspectos: orientação, memória, atenção, cálculo e linguagem. A interpretação deve considerar o mini-exame do estado mental.",
        "metadata": {
            "fonte": "Manual de Estado Mental",
            "ano": 2019,
            "relevancia": "alta",
            "autor": "Folstein, M.F., Folstein, S.E. & McHugh, P.R."
        }
    },
    {
        "id": "gerontologico_003",
        "tipo": "gerontologico",
        "conteudo": "O modelo de avaliação gerontológica de Yesavage avalia a depressão. A escala considera diferentes aspectos: humor, cognição, comportamento e sintomas físicos. A interpretação deve considerar a escala de depressão geriátrica.",
        "metadata": {
            "fonte": "Manual de Depressão Geriátrica",
            "ano": 2020,
            "relevancia": "alta",
            "autor": "Yesavage, J.A."
        }
    },
    {
        "id": "gerontologico_004",
        "tipo": "gerontologico",
        "conteudo": "O modelo de avaliação gerontológica de Katz avalia a independência. A escala considera diferentes aspectos: banho, vestir, transferência, continência, alimentação e uso do banheiro. A interpretação deve considerar o índice de independência.",
        "metadata": {
            "fonte": "Manual de Independência",
            "ano": 2021,
            "relevancia": "alta",
            "autor": "Katz, S."
        }
    },
    {
        "id": "gerontologico_005",
        "tipo": "gerontologico",
        "conteudo": "O modelo de avaliação gerontológica de Reisberg avalia o declínio cognitivo. A escala considera diferentes estágios: normal, comprometimento cognitivo leve e demência. A interpretação deve considerar a escala de deterioração global.",
        "metadata": {
            "fonte": "Manual de Declínio Cognitivo",
            "ano": 2022,
            "relevancia": "alta",
            "autor": "Reisberg, B."
        }
    }
] 