[
    {
        "id": "gnosias_001",
        "tipo": "gnosias",
        "conteudo": "A avaliação das gnosias visuais considera aspectos como reconhecimento de objetos, faces e cores. A avaliação deve considerar diferentes tipos de estímulos. A interpretação deve considerar a capacidade de processamento visual.",
        "metadata": {
            "fonte": "Manual de Gnosias Visuais",
            "ano": 2018,
            "relevancia": "alta",
            "autor": "Lissauer, H."
        }
    },
    {
        "id": "gnosias_002",
        "tipo": "gnosias",
        "conteudo": "A avaliação das gnosias auditivas considera aspectos como reconhecimento de sons, música e fala. A avaliação deve considerar diferentes tipos de estímulos. A interpretação deve considerar a capacidade de processamento auditivo.",
        "metadata": {
            "fonte": "Manual de Gnosias Auditivas",
            "ano": 2019,
            "relevancia": "alta",
            "autor": "Luria, A.R."
        }
    },
    {
        "id": "gnosias_003",
        "tipo": "gnosias",
        "conteudo": "A avaliação das gnosias tácteis considera aspectos como reconhecimento de texturas, formas e objetos. A avaliação deve considerar diferentes tipos de estímulos. A interpretação deve considerar a capacidade de processamento tátil.",
        "metadata": {
            "fonte": "Manual de Gnosias Tácteis",
            "ano": 2020,
            "relevancia": "alta",
            "autor": "Critchley, M."
        }
    },
    {
        "id": "gnosias_004",
        "tipo": "gnosias",
        "conteudo": "A avaliação das gnosias espaciais considera aspectos como orientação, localização e distância. A avaliação deve considerar diferentes tipos de tarefas. A interpretação deve considerar a capacidade de processamento espacial.",
        "metadata": {
            "fonte": "Manual de Gnosias Espaciais",
            "ano": 2021,
            "relevancia": "alta",
            "autor": "Benton, A.L."
        }
    },
    {
        "id": "gnosias_005",
        "tipo": "gnosias",
        "conteudo": "A avaliação das gnosias corporais considera aspectos como reconhecimento de partes do corpo e esquema corporal. A avaliação deve considerar diferentes tipos de tarefas. A interpretação deve considerar a capacidade de processamento corporal.",
        "metadata": {
            "fonte": "Manual de Gnosias Corporais",
            "ano": 2022,
            "relevancia": "alta",
            "autor": "Head, H. & Holmes, G."
        }
    }
] 