[
    {
        "id": "instrumentos_001",
        "tipo": "instrumentos",
        "conteudo": "O WISC-IV (Escala Wechsler de Inteligência para Crianças) é um instrumento para avaliação da capacidade intelectual de crianças e adolescentes. Avalia diferentes aspectos do funcionamento cognitivo através de subtestes verbais e não verbais. Fornece escores para Índice de Compreensão Verbal (ICV), Índice de Raciocínio Perceptivo (IRP), Índice de Memória de Trabalho (IMO) e Índice de Velocidade de Processamento (IVP). A interpretação deve considerar o perfil cognitivo global e as discrepâncias entre índices.",
        "metadata": {
            "fonte": "Manual do WISC-IV",
            "ano": 2003,
            "relevancia": "alta",
            "autor": "Wechsler, D."
        }
    },
    {
        "id": "instrumentos_002",
        "tipo": "instrumentos",
        "conteudo": "O MMPI-2 (Inventário Multifásico de Personalidade de Minnesota) é um instrumento para avaliação da personalidade e psicopatologia. Avalia diferentes aspectos do funcionamento psicológico através de escalas clínicas e de validade. Fornece informações sobre características de personalidade, sintomas psicológicos e padrões de resposta. A interpretação deve considerar o perfil de escalas e possíveis indicadores de distorção de resposta.",
        "metadata": {
            "fonte": "Manual do MMPI-2",
            "ano": 1989,
            "relevancia": "alta",
            "autor": "Butcher, J.N."
        }
    },
    {
        "id": "instrumentos_003",
        "tipo": "instrumentos",
        "conteudo": "O Rorschach é um instrumento projetivo para avaliação da personalidade. Avalia aspectos do funcionamento psicológico através da interpretação de manchas de tinta. Fornece informações sobre características de personalidade, mecanismos de defesa e funcionamento cognitivo. A interpretação deve considerar o sistema comprehensivo e possíveis indicadores de funcionamento adaptativo ou patológico.",
        "metadata": {
            "fonte": "Manual do Rorschach",
            "ano": 1921,
            "relevancia": "alta",
            "autor": "Rorschach, H."
        }
    },
    {
        "id": "instrumentos_004",
        "tipo": "instrumentos",
        "conteudo": "O NEO PI-R (Inventário de Personalidade NEO Revisado) é um instrumento para avaliação dos cinco grandes fatores de personalidade. Avalia aspectos do funcionamento psicológico através de escalas de neuroticismo, extroversão, abertura, agradabilidade e conscienciosidade. Fornece informações sobre características de personalidade e padrões de comportamento. A interpretação deve considerar o perfil de fatores e possíveis indicadores de adaptação ou dificuldades.",
        "metadata": {
            "fonte": "Manual do NEO PI-R",
            "ano": 1992,
            "relevancia": "alta",
            "autor": "Costa, P.T. & McCrae, R.R."
        }
    },
    {
        "id": "instrumentos_005",
        "tipo": "instrumentos",
        "conteudo": "O 16PF (16 Fatores de Personalidade) é um instrumento para avaliação de 16 fatores primários de personalidade. Avalia aspectos do funcionamento psicológico através de escalas que avaliam diferentes características de personalidade. Fornece informações sobre características de personalidade e padrões de comportamento. A interpretação deve considerar o perfil de fatores e possíveis indicadores de adaptação ou dificuldades.",
        "metadata": {
            "fonte": "Manual do 16PF",
            "ano": 1949,
            "relevancia": "alta",
            "autor": "Cattell, R.B."
        }
    }
] 