[
    {
        "id": "interpretacao_001",
        "tipo": "interpretacao",
        "conteudo": "A interpretação integrativa de testes psicológicos deve considerar múltiplas fontes de informação, incluindo dados quantitativos e qualitativos. O psicólogo deve analisar os resultados considerando o contexto do avaliado, suas características socioculturais e o objetivo da avaliação. É importante identificar padrões consistentes entre diferentes instrumentos e considerar possíveis fatores que possam ter influenciado o desempenho. A interpretação deve ser fundamentada em evidências científicas e considerar as limitações dos instrumentos utilizados.",
        "metadata": {
            "fonte": "Manual de Interpretação Integrativa",
            "ano": 2018,
            "relevancia": "alta",
            "autor": "Silva, M.C."
        }
    },
    {
        "id": "interpretacao_002",
        "tipo": "interpretacao",
        "conteudo": "A interpretação quantitativa de testes psicológicos deve considerar aspectos estatísticos e psicométricos. O psicólogo deve analisar os escores brutos, percentis e escores padronizados, considerando a distribuição normal e possíveis desvios. É importante identificar discrepâncias significativas entre diferentes subtestes ou índices, que podem indicar pontos fortes ou fracos no perfil cognitivo. A interpretação deve considerar a confiabilidade e validade dos instrumentos utilizados.",
        "metadata": {
            "fonte": "Manual de Interpretação Quantitativa",
            "ano": 2019,
            "relevancia": "alta",
            "autor": "Santos, R.P."
        }
    },
    {
        "id": "interpretacao_003",
        "tipo": "interpretacao",
        "conteudo": "A interpretação qualitativa de testes psicológicos deve considerar aspectos comportamentais e emocionais observados durante a aplicação. O psicólogo deve analisar o estilo de resposta, a qualidade das respostas e possíveis indicadores emocionais. É importante identificar padrões de comportamento que possam indicar características de personalidade ou funcionamento cognitivo. A interpretação deve considerar o contexto da avaliação e as características do avaliado.",
        "metadata": {
            "fonte": "Manual de Interpretação Qualitativa",
            "ano": 2020,
            "relevancia": "alta",
            "autor": "Oliveira, M.S."
        }
    },
    {
        "id": "interpretacao_004",
        "tipo": "interpretacao",
        "conteudo": "A interpretação de testes projetivos deve considerar aspectos simbólicos e inconscientes. O psicólogo deve analisar o conteúdo das respostas, considerando possíveis significados latentes e manifestos. É importante identificar temas recorrentes, mecanismos de defesa e possíveis conflitos psicológicos. A interpretação deve considerar o contexto da avaliação e as características do avaliado, evitando interpretações estereotipadas.",
        "metadata": {
            "fonte": "Manual de Interpretação Projetiva",
            "ano": 2021,
            "relevancia": "alta",
            "autor": "Costa, A.M."
        }
    },
    {
        "id": "interpretacao_005",
        "tipo": "interpretacao",
        "conteudo": "A interpretação de testes de personalidade deve considerar aspectos multidimensionais do funcionamento psicológico. O psicólogo deve analisar diferentes domínios da personalidade, incluindo aspectos cognitivos, emocionais e comportamentais. É importante identificar padrões de personalidade, mecanismos de adaptação e possíveis dificuldades psicológicas. A interpretação deve considerar o contexto da avaliação e as características do avaliado, evitando diagnósticos precipitados.",
        "metadata": {
            "fonte": "Manual de Interpretação de Personalidade",
            "ano": 2022,
            "relevancia": "alta",
            "autor": "Mendes, C.R."
        }
    }
] 