[
    {
        "id": "neuropsicologico_001",
        "tipo": "neuropsicologico",
        "conteudo": "O modelo de avaliação neuropsicológica de Luria avalia as funções corticais superiores. A escala considera diferentes aspectos: atenção, memória, linguagem, funções executivas e praxias. A interpretação deve considerar o modelo funcional do cérebro.",
        "metadata": {
            "fonte": "Manual de Funções Corticais",
            "ano": 2018,
            "relevancia": "alta",
            "autor": "Luria, A.R."
        }
    },
    {
        "id": "neuropsicologico_002",
        "tipo": "neuropsicologico",
        "conteudo": "O modelo de avaliação neuropsicológica de Lezak avalia as funções executivas. A escala considera diferentes aspectos: planejamento, organização, flexibilidade e controle inibitório. A interpretação deve considerar o modelo de funções executivas.",
        "metadata": {
            "fonte": "Manual de Funções Executivas",
            "ano": 2019,
            "relevancia": "alta",
            "autor": "Lezak, M.D."
        }
    },
    {
        "id": "neuropsicologico_003",
        "tipo": "neuropsicologico",
        "conteudo": "O modelo de avaliação neuropsicológica de Rey avalia a memória e atenção. A escala considera diferentes aspectos: memória imediata, memória tardia, atenção e concentração. A interpretação deve considerar o modelo de memória.",
        "metadata": {
            "fonte": "Manual de Memória e Atenção",
            "ano": 2020,
            "relevancia": "alta",
            "autor": "Rey, A."
        }
    },
    {
        "id": "neuropsicologico_004",
        "tipo": "neuropsicologico",
        "conteudo": "O modelo de avaliação neuropsicológica de Benton avalia as funções visuais. A escala considera diferentes aspectos: percepção visual, memória visual, orientação espacial e praxias visuais. A interpretação deve considerar o modelo de processamento visual.",
        "metadata": {
            "fonte": "Manual de Funções Visuais",
            "ano": 2021,
            "relevancia": "alta",
            "autor": "Benton, A.L."
        }
    },
    {
        "id": "neuropsicologico_005",
        "tipo": "neuropsicologico",
        "conteudo": "O modelo de avaliação neuropsicológica de Halstead-Reitan avalia as funções cerebrais. A escala considera diferentes aspectos: atenção, memória, linguagem, funções executivas e praxias. A interpretação deve considerar o modelo de localização cerebral.",
        "metadata": {
            "fonte": "Manual de Funções Cerebrais",
            "ano": 2022,
            "relevancia": "alta",
            "autor": "Reitan, R.M. & Wolfson, D."
        }
    }
] 