[
    {
        "id": "neuropsicologia_001",
        "tipo": "neuropsicologia",
        "conteudo": "A avaliação neuropsicológica é fundamental para identificar alterações cognitivas. O neuropsicólogo deve utilizar uma bateria completa de testes, avaliando diferentes domínios cognitivos: atenção, memória, linguagem, funções executivas, praxias e gnosias. A avaliação deve considerar o contexto do paciente, incluindo histórico médico, escolaridade e idade. A interpretação dos resultados deve considerar padrões de desempenho e possíveis déficits específicos.",
        "metadata": {
            "fonte": "Manual de Avaliação Neuropsicológica",
            "ano": 2018,
            "relevancia": "alta",
            "autor": "Silva, M.C."
        }
    },
    {
        "id": "neuropsicologia_002",
        "tipo": "neuropsicologia",
        "conteudo": "O funcionamento executivo é fundamental para o comportamento adaptativo. O neuropsicólogo deve avaliar diferentes aspectos: planejamento, organização, flexibilidade cognitiva, controle inibitório e memória de trabalho. A avaliação deve incluir testes específicos para funções executivas e observação comportamental. A interpretação dos resultados deve considerar padrões de disfunção executiva e possíveis impactos no funcionamento diário.",
        "metadata": {
            "fonte": "Manual de Funções Executivas",
            "ano": 2019,
            "relevancia": "alta",
            "autor": "Santos, R.P."
        }
    },
    {
        "id": "neuropsicologia_003",
        "tipo": "neuropsicologia",
        "conteudo": "A memória é um domínio cognitivo complexo e multifacetado. O neuropsicólogo deve avaliar diferentes tipos de memória: episódica, semântica, procedimental e de trabalho. A avaliação deve incluir testes específicos para cada tipo de memória e considerar fatores que podem influenciar o desempenho. A interpretação dos resultados deve considerar padrões de comprometimento mnemônico e possíveis estratégias de reabilitação.",
        "metadata": {
            "fonte": "Manual de Avaliação da Memória",
            "ano": 2020,
            "relevancia": "alta",
            "autor": "Oliveira, M.S."
        }
    },
    {
        "id": "neuropsicologia_004",
        "tipo": "neuropsicologia",
        "conteudo": "A linguagem é um domínio cognitivo fundamental para a comunicação. O neuropsicólogo deve avaliar diferentes aspectos: compreensão, expressão, nomeação, repetição e fluência verbal. A avaliação deve incluir testes específicos para cada aspecto da linguagem e considerar fatores que podem influenciar o desempenho. A interpretação dos resultados deve considerar padrões de comprometimento linguístico e possíveis estratégias de reabilitação.",
        "metadata": {
            "fonte": "Manual de Avaliação da Linguagem",
            "ano": 2021,
            "relevancia": "alta",
            "autor": "Costa, A.M."
        }
    },
    {
        "id": "neuropsicologia_005",
        "tipo": "neuropsicologia",
        "conteudo": "A atenção é um domínio cognitivo fundamental para o processamento de informações. O neuropsicólogo deve avaliar diferentes aspectos: atenção sustentada, seletiva, dividida e alternada. A avaliação deve incluir testes específicos para cada tipo de atenção e considerar fatores que podem influenciar o desempenho. A interpretação dos resultados deve considerar padrões de comprometimento atencional e possíveis estratégias de reabilitação.",
        "metadata": {
            "fonte": "Manual de Avaliação da Atenção",
            "ano": 2022,
            "relevancia": "alta",
            "autor": "Mendes, C.R."
        }
    }
] 