[
    {
        "id": "objetivo_001",
        "tipo": "objetivo",
        "conteudo": "A avaliação do Inventário de Personalidade NEO-PI-R considera aspectos como neuroticismo, extroversão, abertura, amabilidade e conscienciosidade. A avaliação deve considerar diferentes aspectos da personalidade. A interpretação deve considerar os perfis e dimensões.",
        "metadata": {
            "fonte": "Manual do Inventário de Personalidade NEO-PI-R",
            "ano": 2018,
            "relevancia": "alta",
            "autor": "Costa, P.T. & McCrae, R.R."
        }
    },
    {
        "id": "objetivo_002",
        "tipo": "objetivo",
        "conteudo": "A avaliação do Inventário de Ansiedade de Beck considera aspectos como sintomas cognitivos, somáticos e afetivos. A avaliação deve considerar diferentes aspectos da ansiedade. A interpretação deve considerar os níveis e severidade.",
        "metadata": {
            "fonte": "Manual do Inventário de Ansiedade de Beck",
            "ano": 2019,
            "relevancia": "alta",
            "autor": "Beck, A.T. & Steer, R.A."
        }
    },
    {
        "id": "objetivo_003",
        "tipo": "objetivo",
        "conteudo": "A avaliação do Inventário de Depressão de Beck considera aspectos como humor, cognições e sintomas somáticos. A avaliação deve considerar diferentes aspectos da depressão. A interpretação deve considerar os níveis e severidade.",
        "metadata": {
            "fonte": "Manual do Inventário de Depressão de Beck",
            "ano": 2020,
            "relevancia": "alta",
            "autor": "Beck, A.T. & Steer, R.A."
        }
    },
    {
        "id": "objetivo_004",
        "tipo": "objetivo",
        "conteudo": "A avaliação do Inventário de Autoestima de Rosenberg considera aspectos como autoaceitação, autoconfiança e autovalorização. A avaliação deve considerar diferentes aspectos da autoestima. A interpretação deve considerar os níveis e dimensões.",
        "metadata": {
            "fonte": "Manual do Inventário de Autoestima de Rosenberg",
            "ano": 2021,
            "relevancia": "alta",
            "autor": "Rosenberg, M."
        }
    },
    {
        "id": "objetivo_005",
        "tipo": "objetivo",
        "conteudo": "A avaliação do Inventário de Estilos de Aprendizagem de Kolb considera aspectos como experiência concreta, observação reflexiva, conceituação abstrata e experimentação ativa. A avaliação deve considerar diferentes aspectos do estilo de aprendizagem. A interpretação deve considerar os tipos e preferências.",
        "metadata": {
            "fonte": "Manual do Inventário de Estilos de Aprendizagem de Kolb",
            "ano": 2022,
            "relevancia": "alta",
            "autor": "Kolb, D.A."
        }
    }
] 