[
    {
        "id": "organizacional_001",
        "tipo": "organizacional",
        "conteudo": "O modelo de avaliação organizacional de Maslow avalia as necessidades humanas. A escala considera diferentes níveis: fisiológicas, segurança, sociais, estima e autorrealização. A interpretação deve considerar a hierarquia de necessidades.",
        "metadata": {
            "fonte": "Manual de Necessidades Humanas",
            "ano": 2018,
            "relevancia": "alta",
            "autor": "Maslow, A.H."
        }
    },
    {
        "id": "organizacional_002",
        "tipo": "organizacional",
        "conteudo": "O modelo de avaliação organizacional de Herzberg avalia a motivação no trabalho. A escala considera diferentes aspectos: fatores higiênicos e fatores motivacionais. A interpretação deve considerar a teoria dos dois fatores.",
        "metadata": {
            "fonte": "Manual de Motivação no Trabalho",
            "ano": 2019,
            "relevancia": "alta",
            "autor": "Herzberg, F."
        }
    },
    {
        "id": "organizacional_003",
        "tipo": "organizacional",
        "conteudo": "O modelo de avaliação organizacional de McGregor avalia o estilo de liderança. A escala considera diferentes teorias: teoria X e teoria Y. A interpretação deve considerar as crenças sobre a natureza humana.",
        "metadata": {
            "fonte": "Manual de Teoria X e Y",
            "ano": 2020,
            "relevancia": "alta",
            "autor": "McGregor, D."
        }
    },
    {
        "id": "organizacional_004",
        "tipo": "organizacional",
        "conteudo": "O modelo de avaliação organizacional de McClelland avalia as necessidades de realização. A escala considera diferentes aspectos: realização, poder e afiliação. A interpretação deve considerar a teoria das necessidades aprendidas.",
        "metadata": {
            "fonte": "Manual de Necessidades de Realização",
            "ano": 2021,
            "relevancia": "alta",
            "autor": "McClelland, D.C."
        }
    },
    {
        "id": "organizacional_005",
        "tipo": "organizacional",
        "conteudo": "O modelo de avaliação organizacional de Vroom avalia a motivação no trabalho. A escala considera diferentes aspectos: expectativa, instrumentalidade e valência. A interpretação deve considerar a teoria da expectativa.",
        "metadata": {
            "fonte": "Manual de Teoria da Expectativa",
            "ano": 2022,
            "relevancia": "alta",
            "autor": "Vroom, V.H."
        }
    }
] 