[
    {
        "id": "perceptivo_001",
        "tipo": "perceptivo",
        "conteudo": "A avaliação da percepção visual considera aspectos como discriminação, organização e constância. A avaliação deve considerar diferentes tipos de estímulos. A interpretação deve considerar a capacidade de processamento visual.",
        "metadata": {
            "fonte": "Manual de Percepção Visual",
            "ano": 2018,
            "relevancia": "alta",
            "autor": "Gibson, J.J."
        }
    },
    {
        "id": "perceptivo_002",
        "tipo": "perceptivo",
        "conteudo": "A avaliação da percepção auditiva considera aspectos como discriminação, localização e organização. A avaliação deve considerar diferentes tipos de sons. A interpretação deve considerar a capacidade de processamento auditivo.",
        "metadata": {
            "fonte": "Manual de Percepção Auditiva",
            "ano": 2019,
            "relevancia": "alta",
            "autor": "Bregman, A.S."
        }
    },
    {
        "id": "perceptivo_003",
        "tipo": "perceptivo",
        "conteudo": "A avaliação da percepção tátil considera aspectos como discriminação, localização e organização. A avaliação deve considerar diferentes tipos de estímulos. A interpretação deve considerar a capacidade de processamento tátil.",
        "metadata": {
            "fonte": "Manual de Percepção Tátil",
            "ano": 2020,
            "relevancia": "alta",
            "autor": "Gibson, J.J."
        }
    },
    {
        "id": "perceptivo_004",
        "tipo": "perceptivo",
        "conteudo": "A avaliação da percepção espacial considera aspectos como orientação, localização e distância. A avaliação deve considerar diferentes tipos de tarefas. A interpretação deve considerar a capacidade de processamento espacial.",
        "metadata": {
            "fonte": "Manual de Percepção Espacial",
            "ano": 2021,
            "relevancia": "alta",
            "autor": "Howard, I.P."
        }
    },
    {
        "id": "perceptivo_005",
        "tipo": "perceptivo",
        "conteudo": "A avaliação da percepção temporal considera aspectos como ritmo, sequência e duração. A avaliação deve considerar diferentes tipos de estímulos. A interpretação deve considerar a capacidade de processamento temporal.",
        "metadata": {
            "fonte": "Manual de Percepção Temporal",
            "ano": 2022,
            "relevancia": "alta",
            "autor": "Fraisse, P."
        }
    }
] 