[
    {
        "id": "pesquisa_001",
        "tipo": "pesquisa",
        "conteudo": "A pesquisa em avaliação psicológica deve seguir princípios metodológicos rigorosos. O pesquisador deve definir claramente o problema de pesquisa, revisar a literatura relevante e formular hipóteses testáveis. A metodologia deve incluir seleção adequada de participantes, instrumentos validados e procedimentos padronizados. A análise dos dados deve utilizar métodos estatísticos apropriados e considerar possíveis vieses. A interpretação dos resultados deve ser fundamentada em evidências científicas.",
        "metadata": {
            "fonte": "Manual de Metodologia Científica",
            "ano": 2018,
            "relevancia": "alta",
            "autor": "Silva, M.C."
        }
    },
    {
        "id": "pesquisa_002",
        "tipo": "pesquisa",
        "conteudo": "A pesquisa em psicometria deve enfocar aspectos de validade e confiabilidade dos instrumentos. O pesquisador deve avaliar a consistência interna, estabilidade temporal e validade de construto. A metodologia deve incluir análise fatorial, correlações e estudos de grupos contrastantes. A interpretação dos resultados deve considerar aspectos psicométricos e possíveis limitações dos instrumentos.",
        "metadata": {
            "fonte": "Manual de Psicometria",
            "ano": 2019,
            "relevancia": "alta",
            "autor": "Santos, R.P."
        }
    },
    {
        "id": "pesquisa_003",
        "tipo": "pesquisa",
        "conteudo": "A pesquisa em intervenção psicológica deve avaliar a eficácia dos tratamentos. O pesquisador deve utilizar desenhos experimentais ou quasi-experimentais, incluindo grupos de controle. A metodologia deve incluir avaliação pré e pós-intervenção, seguimento e análise de efeitos. A interpretação dos resultados deve considerar aspectos metodológicos e possíveis vieses.",
        "metadata": {
            "fonte": "Manual de Pesquisa em Intervenção",
            "ano": 2020,
            "relevancia": "alta",
            "autor": "Oliveira, M.S."
        }
    },
    {
        "id": "pesquisa_004",
        "tipo": "pesquisa",
        "conteudo": "A pesquisa em desenvolvimento humano deve considerar aspectos biopsicossociais. O pesquisador deve utilizar desenhos longitudinais ou transversais, considerando diferentes faixas etárias. A metodologia deve incluir avaliação de múltiplas variáveis e análise de trajetórias de desenvolvimento. A interpretação dos resultados deve considerar aspectos do desenvolvimento e possíveis fatores de risco e proteção.",
        "metadata": {
            "fonte": "Manual de Pesquisa em Desenvolvimento",
            "ano": 2021,
            "relevancia": "alta",
            "autor": "Costa, A.M."
        }
    },
    {
        "id": "pesquisa_005",
        "tipo": "pesquisa",
        "conteudo": "A pesquisa em psicopatologia deve enfocar aspectos etiológicos e diagnósticos. O pesquisador deve utilizar desenhos epidemiológicos ou clínicos, considerando diferentes transtornos. A metodologia deve incluir avaliação diagnóstica, comorbidades e fatores de risco. A interpretação dos resultados deve considerar aspectos nosológicos e possíveis fatores etiológicos.",
        "metadata": {
            "fonte": "Manual de Pesquisa em Psicopatologia",
            "ano": 2022,
            "relevancia": "alta",
            "autor": "Mendes, C.R."
        }
    }
] 