[
    {
        "id": "praxias_001",
        "tipo": "praxias",
        "conteudo": "A avaliação das praxias ideomotoras considera aspectos como imitação de gestos e movimentos. A avaliação deve considerar diferentes tipos de gestos. A interpretação deve considerar a capacidade de execução motora.",
        "metadata": {
            "fonte": "Manual de Praxias Ideomotoras",
            "ano": 2018,
            "relevancia": "alta",
            "autor": "Liepmann, H."
        }
    },
    {
        "id": "praxias_002",
        "tipo": "praxias",
        "conteudo": "A avaliação das praxias ideacionais considera aspectos como uso de objetos e sequências de ações. A avaliação deve considerar diferentes tipos de objetos. A interpretação deve considerar a capacidade de organização motora.",
        "metadata": {
            "fonte": "Manual de Praxias Ideacionais",
            "ano": 2019,
            "relevancia": "alta",
            "autor": "De Renzi, E. & Lucchelli, F."
        }
    },
    {
        "id": "praxias_003",
        "tipo": "praxias",
        "conteudo": "A avaliação das praxias construtivas considera aspectos como reprodução de figuras e construções. A avaliação deve considerar diferentes níveis de complexidade. A interpretação deve considerar a capacidade de organização visuoespacial.",
        "metadata": {
            "fonte": "Manual de Praxias Construtivas",
            "ano": 2020,
            "relevancia": "alta",
            "autor": "Benton, A.L."
        }
    },
    {
        "id": "praxias_004",
        "tipo": "praxias",
        "conteudo": "A avaliação das praxias bucofaciais considera aspectos como movimentos da face e boca. A avaliação deve considerar diferentes tipos de movimentos. A interpretação deve considerar a capacidade de expressão facial.",
        "metadata": {
            "fonte": "Manual de Praxias Bucofaciais",
            "ano": 2021,
            "relevancia": "alta",
            "autor": "Goodglass, H. & Kaplan, E."
        }
    },
    {
        "id": "praxias_005",
        "tipo": "praxias",
        "conteudo": "A avaliação das praxias gráficas considera aspectos como escrita e desenho. A avaliação deve considerar diferentes tipos de tarefas. A interpretação deve considerar a capacidade de produção gráfica.",
        "metadata": {
            "fonte": "Manual de Praxias Gráficas",
            "ano": 2022,
            "relevancia": "alta",
            "autor": "Luria, A.R."
        }
    }
] 