[
    {
        "id": "projetivo_001",
        "tipo": "projetivo",
        "conteudo": "A avaliação do Teste de Apercepção Temática (TAT) considera aspectos como conteúdo, estrutura e processo. A avaliação deve considerar diferentes aspectos das histórias. A interpretação deve considerar os temas e conflitos.",
        "metadata": {
            "fonte": "Manual do Teste de Apercepção Temática",
            "ano": 2018,
            "relevancia": "alta",
            "autor": "Murray, H.A."
        }
    },
    {
        "id": "projetivo_002",
        "tipo": "projetivo",
        "conteudo": "A avaliação do Teste de Rorschach considera aspectos como localização, determinantes e conteúdo. A avaliação deve considerar diferentes aspectos das respostas. A interpretação deve considerar os aspectos formais e simbólicos.",
        "metadata": {
            "fonte": "Manual do Teste de Rorschach",
            "ano": 2019,
            "relevancia": "alta",
            "autor": "Rorschach, H."
        }
    },
    {
        "id": "projetivo_003",
        "tipo": "projetivo",
        "conteudo": "A avaliação do Teste de Desenho da Figura Humana considera aspectos como detalhes, proporções e organização. A avaliação deve considerar diferentes aspectos do desenho. A interpretação deve considerar os aspectos formais e simbólicos.",
        "metadata": {
            "fonte": "Manual do Teste de Desenho da Figura Humana",
            "ano": 2020,
            "relevancia": "alta",
            "autor": "Machover, K."
        }
    },
    {
        "id": "projetivo_004",
        "tipo": "projetivo",
        "conteudo": "A avaliação do Teste de Desenho da Família considera aspectos como composição, interação e organização. A avaliação deve considerar diferentes aspectos do desenho. A interpretação deve considerar os aspectos relacionais.",
        "metadata": {
            "fonte": "Manual do Teste de Desenho da Família",
            "ano": 2021,
            "relevancia": "alta",
            "autor": "Corman, L."
        }
    },
    {
        "id": "projetivo_005",
        "tipo": "projetivo",
        "conteudo": "A avaliação do Teste de Desenho da Casa-Árvore-Pessoa considera aspectos como detalhes, proporções e organização. A avaliação deve considerar diferentes aspectos dos desenhos. A interpretação deve considerar os aspectos formais e simbólicos.",
        "metadata": {
            "fonte": "Manual do Teste de Desenho da Casa-Árvore-Pessoa",
            "ano": 2022,
            "relevancia": "alta",
            "autor": "Buck, J.N."
        }
    }
] 