[
    {
        "id": "recomendacoes_001",
        "tipo": "recomendacoes",
        "conteudo": "As recomendações para avaliação psicológica devem ser claras e objetivas. O psicólogo deve considerar o contexto do avaliado e os objetivos da avaliação. As recomendações devem incluir sugestões de intervenção, encaminhamentos e orientações. É importante identificar possíveis recursos e garantir a continuidade do atendimento.",
        "metadata": {
            "fonte": "Manual de Recomendações em Avaliação Psicológica",
            "ano": 2018,
            "relevancia": "alta",
            "autor": "Conselho Federal de Psicologia"
        }
    },
    {
        "id": "recomendacoes_002",
        "tipo": "recomendacoes",
        "conteudo": "As recomendações para intervenção psicológica devem ser fundamentadas em evidências. O psicólogo deve considerar a abordagem terapêutica mais adequada. As recomendações devem incluir objetivos, estratégias e recursos. É importante identificar possíveis obstáculos e garantir a adesão ao tratamento.",
        "metadata": {
            "fonte": "Manual de Recomendações em Avaliação Psicológica",
            "ano": 2019,
            "relevancia": "alta",
            "autor": "Conselho Federal de Psicologia"
        }
    },
    {
        "id": "recomendacoes_003",
        "tipo": "recomendacoes",
        "conteudo": "As recomendações para orientação profissional devem considerar aspectos vocacionais. O psicólogo deve avaliar interesses, habilidades e valores. As recomendações devem incluir opções de carreira e desenvolvimento profissional. É importante identificar possíveis áreas de atuação e garantir a tomada de decisão.",
        "metadata": {
            "fonte": "Manual de Recomendações em Avaliação Psicológica",
            "ano": 2020,
            "relevancia": "alta",
            "autor": "Conselho Federal de Psicologia"
        }
    },
    {
        "id": "recomendacoes_004",
        "tipo": "recomendacoes",
        "conteudo": "As recomendações para desenvolvimento pessoal devem considerar aspectos individuais. O psicólogo deve avaliar potencialidades e limitações. As recomendações devem incluir estratégias de crescimento e autoconhecimento. É importante identificar possíveis recursos e garantir o desenvolvimento integral.",
        "metadata": {
            "fonte": "Manual de Recomendações em Avaliação Psicológica",
            "ano": 2021,
            "relevancia": "alta",
            "autor": "Conselho Federal de Psicologia"
        }
    },
    {
        "id": "recomendacoes_005",
        "tipo": "recomendacoes",
        "conteudo": "As recomendações para saúde mental devem considerar aspectos preventivos. O psicólogo deve avaliar fatores de risco e proteção. As recomendações devem incluir estratégias de promoção e prevenção. É importante identificar possíveis recursos e garantir o bem-estar psicológico.",
        "metadata": {
            "fonte": "Manual de Recomendações em Avaliação Psicológica",
            "ano": 2022,
            "relevancia": "alta",
            "autor": "Conselho Federal de Psicologia"
        }
    }
] 