[
    {
        "id": "saude_001",
        "tipo": "saude",
        "conteudo": "O modelo de avaliação de saúde de Engel avalia o modelo biopsicossocial. A escala considera diferentes aspectos: biológico, psicológico e social. A interpretação deve considerar a interação entre os fatores.",
        "metadata": {
            "fonte": "Manual do Modelo Biopsicossocial",
            "ano": 2018,
            "relevancia": "alta",
            "autor": "Engel, G.L."
        }
    },
    {
        "id": "saude_002",
        "tipo": "saude",
        "conteudo": "O modelo de avaliação de saúde de Antonovsky avalia o senso de coerência. A escala considera diferentes aspectos: compreensibilidade, gerenciabilidade e significância. A interpretação deve considerar a teoria da salutogênese.",
        "metadata": {
            "fonte": "Manual de Senso de Coerência",
            "ano": 2019,
            "relevancia": "alta",
            "autor": "Antonovsky, A."
        }
    },
    {
        "id": "saude_003",
        "tipo": "saude",
        "conteudo": "O modelo de avaliação de saúde de Lazarus avalia o estresse. A escala considera diferentes aspectos: avaliação primária, avaliação secundária e coping. A interpretação deve considerar a teoria do estresse e coping.",
        "metadata": {
            "fonte": "Manual de Estresse e Coping",
            "ano": 2020,
            "relevancia": "alta",
            "autor": "Lazarus, R.S. & Folkman, S."
        }
    },
    {
        "id": "saude_004",
        "tipo": "saude",
        "conteudo": "O modelo de avaliação de saúde de Prochaska avalia a mudança de comportamento. A escala considera diferentes estágios: pré-contemplação, contemplação, preparação, ação e manutenção. A interpretação deve considerar o modelo transteórico.",
        "metadata": {
            "fonte": "Manual de Mudança de Comportamento",
            "ano": 2021,
            "relevancia": "alta",
            "autor": "Prochaska, J.O. & DiClemente, C.C."
        }
    },
    {
        "id": "saude_005",
        "tipo": "saude",
        "conteudo": "O modelo de avaliação de saúde de Bandura avalia a autoeficácia em saúde. A escala considera diferentes aspectos: experiências vicárias, persuasão verbal e estados fisiológicos. A interpretação deve considerar a teoria da autoeficácia.",
        "metadata": {
            "fonte": "Manual de Autoeficácia em Saúde",
            "ano": 2022,
            "relevancia": "alta",
            "autor": "Bandura, A."
        }
    }
] 