[
    {
        "id": "teoria_001",
        "tipo": "teoria",
        "conteudo": "A teoria psicanalítica, desenvolvida por Sigmund Freud, postula que o funcionamento psíquico é determinado por forças inconscientes. O modelo estrutural da mente divide o aparelho psíquico em id, ego e superego. O desenvolvimento psicossexual ocorre em fases (oral, anal, fálica, latência e genital) e a resolução adequada de cada fase é fundamental para o desenvolvimento saudável. A interpretação dos testes psicológicos sob esta perspectiva deve considerar aspectos simbólicos e inconscientes, identificando possíveis conflitos e mecanismos de defesa.",
        "metadata": {
            "fonte": "Teoria Psicanalítica",
            "ano": 1900,
            "relevancia": "alta",
            "autor": "Freud, S."
        }
    },
    {
        "id": "teoria_002",
        "tipo": "teoria",
        "conteudo": "A teoria cognitivo-comportamental, desenvolvida por Aaron Beck e Albert Ellis, postula que os pensamentos, emoções e comportamentos estão interligados. O modelo cognitivo propõe que distorções cognitivas e crenças disfuncionais contribuem para problemas psicológicos. A terapia cognitivo-comportamental utiliza técnicas para identificar e modificar padrões de pensamento e comportamento. A interpretação dos testes psicológicos sob esta perspectiva deve considerar aspectos cognitivos e comportamentais, identificando possíveis distorções e crenças disfuncionais.",
        "metadata": {
            "fonte": "Teoria Cognitivo-Comportamental",
            "ano": 1960,
            "relevancia": "alta",
            "autor": "Beck, A.T. & Ellis, A."
        }
    },
    {
        "id": "teoria_003",
        "tipo": "teoria",
        "conteudo": "A teoria humanista, desenvolvida por Carl Rogers e Abraham Maslow, postula que o ser humano possui uma tendência inata para o crescimento e autorrealização. O modelo humanista enfatiza a importância da experiência subjetiva e da relação terapêutica. A terapia centrada na pessoa utiliza técnicas para facilitar o crescimento pessoal e a autorrealização. A interpretação dos testes psicológicos sob esta perspectiva deve considerar aspectos subjetivos e existenciais, identificando possíveis bloqueios ao crescimento pessoal.",
        "metadata": {
            "fonte": "Teoria Humanista",
            "ano": 1950,
            "relevancia": "alta",
            "autor": "Rogers, C. & Maslow, A."
        }
    },
    {
        "id": "teoria_004",
        "tipo": "teoria",
        "conteudo": "A teoria sistêmica, desenvolvida por Gregory Bateson e outros, postula que o comportamento humano é influenciado pelo contexto familiar e social. O modelo sistêmico enfatiza a importância das interações e padrões de comunicação. A terapia sistêmica utiliza técnicas para modificar padrões disfuncionais de interação. A interpretação dos testes psicológicos sob esta perspectiva deve considerar aspectos relacionais e contextuais, identificando possíveis padrões disfuncionais de interação.",
        "metadata": {
            "fonte": "Teoria Sistêmica",
            "ano": 1950,
            "relevancia": "alta",
            "autor": "Bateson, G."
        }
    },
    {
        "id": "teoria_005",
        "tipo": "teoria",
        "conteudo": "A teoria da inteligência múltipla, desenvolvida por Howard Gardner, postula que existem diferentes tipos de inteligência. O modelo propõe oito tipos de inteligência: linguística, lógico-matemática, espacial, musical, corporal-cinestésica, interpessoal, intrapessoal e naturalista. A teoria sugere que cada pessoa possui um perfil único de inteligências. A interpretação dos testes psicológicos sob esta perspectiva deve considerar diferentes tipos de inteligência, identificando pontos fortes e fracos em cada área.",
        "metadata": {
            "fonte": "Teoria das Inteligências Múltiplas",
            "ano": 1983,
            "relevancia": "alta",
            "autor": "Gardner, H."
        }
    }
] 