[
    {
        "id": "wechsler_001",
        "tipo": "wechsler",
        "conteudo": "A Escala Wechsler de Inteligência para Crianças (WISC) avalia o funcionamento intelectual de crianças entre 6 e 16 anos. O QI Total é derivado dos índices de Compreensão Verbal, Raciocínio Perceptual, Memória Operacional e Velocidade de Processamento. Escores entre 90 e 109 são considerados na média. Escores acima de 130 indicam capacidade intelectual muito superior, enquanto escores abaixo de 70 podem indicar deficiência intelectual, embora múltiplos fatores devam ser considerados para esse diagnóstico.",
        "metadata": {
            "fonte": "Manual técnico WISC-IV",
            "ano": 2013,
            "relevancia": "alta",
            "autor": "David Wechsler"
        }
    },
    {
        "id": "wechsler_002",
        "tipo": "wechsler",
        "conteudo": "O Índice de Compreensão Verbal (ICV) da escala Wechsler avalia a formação de conceitos verbais, raciocínio verbal e conhecimento adquirido. Escores baixos no ICV podem refletir dificuldades na compreensão verbal, vocabulário limitado ou baixa exposição a conteúdos educacionais. É importante considerar fatores culturais e educacionais na interpretação desses resultados, especialmente em contextos de vulnerabilidade socioeconômica.",
        "metadata": {
            "fonte": "Interpretação clínica das Escalas Wechsler",
            "ano": 2019,
            "relevancia": "alta",
            "autor": "Silva, M.T."
        }
    },
    {
        "id": "wechsler_003",
        "tipo": "wechsler",
        "conteudo": "O Índice de Raciocínio Perceptual (IRP) avalia a capacidade de processamento visual e raciocínio não-verbal. Inclui subtestes como Cubos, Conceitos com Figuras e Matrizes. Escores baixos podem indicar dificuldades na percepção visual, coordenação visuomotora ou raciocínio espacial. É importante considerar fatores como ansiedade, motivação e condições visuais na interpretação dos resultados.",
        "metadata": {
            "fonte": "Manual técnico WISC-IV",
            "ano": 2013,
            "relevancia": "alta",
            "autor": "David Wechsler"
        }
    },
    {
        "id": "wechsler_004",
        "tipo": "wechsler",
        "conteudo": "O Índice de Memória Operacional (IMO) avalia a capacidade de manipular e reter informações na memória de trabalho. Inclui subtestes como Dígitos e Sequência de Números e Letras. Escores baixos podem sugerir dificuldades na memória de trabalho, atenção ou processamento de informações. É importante considerar fatores como ansiedade, fadiga e motivação na interpretação dos resultados.",
        "metadata": {
            "fonte": "Manual técnico WISC-IV",
            "ano": 2013,
            "relevancia": "alta",
            "autor": "David Wechsler"
        }
    },
    {
        "id": "wechsler_005",
        "tipo": "wechsler",
        "conteudo": "O Índice de Velocidade de Processamento (IVP) avalia a velocidade e precisão do processamento de informações visuais. Inclui subtestes como Código e Procurar Símbolos. Escores baixos podem indicar dificuldades na velocidade de processamento, atenção ou coordenação visuomotora. É importante considerar fatores como ansiedade, fadiga e motivação na interpretação dos resultados.",
        "metadata": {
            "fonte": "Manual técnico WISC-IV",
            "ano": 2013,
            "relevancia": "alta",
            "autor": "David Wechsler"
        }
    }
] 